[
    {
        "titel": "PRECISE DETAIL RECOGNITION AND A COMPLETE OVERVIEW",
        "description": "The ZEISS DTI 3 models owe their outstanding optical performance to the fact that the lens, sensor, electronics, screen, and eyepiece are all perfectly compatible. Above all, however, the DTI 3 family of thermal imaging cameras stands out thanks to its unique ergonomics – the ErgoControl Concept, with its intelligently positioned buttons, makes it easy to intuitively activate all of the device’s functions. The perfect ergonomic design offers excellent handling in cold and dark conditions and ensures that both right-handed and left-handed users can operate the device comfortably.",
        "subTitel": "DTI 3 / 35 AND DTI 3 / 25",
        "merchantId": "0000-0000-DE-01-02",
        "image": "assets/eSHOP/0000-0000-DE-01-02/zeiss-dti-3-feature-focal-length-comparison-dti-25.ts-1627999794462.webp",
        "price": "14,00 €"
    },
    {
        "subTitel": "-",
        "titel": "Experience intuitive photography with the ZEISS ZX1.",
        "description": "Like a seamless extension of your creative mind. A camera concept designed to give you a seamless experience: from shooting and editing, to publishing and backing up. No interruptions. No detours. Find your own personal flow. The ZEISS ZX1 is the camera for everyone who knows that creative photography isn't just about capturing the perfect moment, but also about a smooth workflow. It was specially designed for a unique, seamless creative process, from shooting and editing, to saving and sharing",
        "merchantId": "0000-0000-DE-01-02",
        "image": "assets/eSHOP/0000-0000-DE-01-02/zeiss-zx1-dealer.ts-1594190255405.webp",
        "price": "200,00 €"
    },
    {
        "subTitel": "ZEISS Supreme Prime Radiance Lenses",
        "titel": "Beautiful look. Full control.",
        "description": "ZEISS Supreme Prime Radiance lenses enable cinematographers to create beautiful, consistent and controlled flares in the image while maintaining contrast and avoiding transmission loss. Yet, they offer all attributes of a modern cinema lens: large-format coverage, high speed, robustness and smooth and reliable focus. ZEISS Supreme Prime Radiance lenses are available in eleven focal lengths: 18 mm, 21 mm, 25 mm, 29 mm, 35 mm, 40 mm, 50 mm, 65 mm, 85 mm, 100 mm and 135 mm – all T1.5. Although being slightly warmer than regular Supreme Primes, they pair very well with them",
        "merchantId": "0000-0000-DE-01-02",
        "image": "assets/eSHOP/0000-0000-DE-01-02/zeiss-supreme-prime-radiance-lenses-product-01.ts-1572876240023.webp"
    }
]